Repository: paulgessinger/swift-paperless
Catalog: swift-paperless/Localization/Login.xcstrings
Source language: en
Languages: da, de, fr, it, nl, pl, tr

# success
source: Login successful
da: Login lykkedes
de: Anmeldung erfolgreich
fr: Connexion réussie
it: Login riuscito
nl: Inloggen gelukt
pl: Logowanie udane
tr: Oturum açma başarılı

# urlError
source: URL invalid
da: Ugyldig URL
de: URL ungültig
fr: URL invalide
it: URL non valido
nl: Ongeldige URL
pl: Nieprawidłowy adres URL
tr: URL geçersiz

source: URL valid
da: Gyldig URL
de: URL gültig
fr: URL valide
it: URL valido
nl: URL correct
pl: Prawidłowy adres URL
tr: URL geçerli

source: Username
da: Brugernavn
de: Benutzername
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam
pl: Login
tr: Kullanıcı adı

# credentialModeToken
source: Token
de: Schlüssel
fr: Jeton
tr: Erişim anahtarı

source: Token
de: Schlüssel
fr: Jeton
tr: Erişim anahtarı
